Repository: suqiwei123/FeatureDeck
Catalog: src/FeatureDeck/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# ActionDisable
source: Disable
zh_cn: 禁用

# ActionEnable
source: Enable
zh_cn: 启用

# ActionFullReset
source: Reset All
zh_cn: 全部还原

# ActionReset
source: Reset
zh_cn: 还原

# AppTitle
source: FeatureDeck - ViVe GUI Tool
zh_cn: FeatureDeck - ViVe 图形化工具

# BootPendingNotice
source: Written to the boot store; restart the system to apply.
zh_cn: 已写入启动存储，重启系统后生效。

# BootRebootNotice
source: Boot store changes require a system restart to take effect.
zh_cn: 写入启动存储后需要重启系统才会生效。

# BootUnavailableSuffix
source: - boot store unavailable
zh_cn: · 启动存储暂不可用

# BuildVersionPrefix
source: Windows build
zh_cn: Windows 内部版本

# CannotModifyMessage
source: Selected items are managed by the system image and cannot be modified.
zh_cn: 选中的条目由系统镜像管理，不允许修改。

# CannotOperateTitle
source: Cannot Operate
zh_cn: 无法操作

# CatAccessibility
source: Accessibility
zh_cn: 辅助功能

# CatApps
source: Built-in Apps
zh_cn: 内置应用

# CatAudio
source: Audio
zh_cn: 音频

# CatBrowser
source: Browser
zh_cn: 浏览器

# CatCamera
source: Camera/Screenshots
zh_cn: 摄像头/截图

# CatDesktop
source: Desktop/Lock Screen
zh_cn: 桌面/锁屏

# CatExplorer
source: File Explorer
zh_cn: 文件资源管理器

# CatFilesystem
source: File System/Storage
zh_cn: 文件系统/存储

# CatGaming
source: Gaming
zh_cn: 游戏

# CatInput
source: Input/Fonts
zh_cn: 输入/字体

# CatNetwork
source: Network
zh_cn: 网络

# CatPhone
source: Phone Link
zh_cn: 手机连接

# CatPower
source: Power/Battery
zh_cn: 电源/电池

# CatPrint
source: Printing
zh_cn: 打印

# CatSearch
source: Search
zh_cn: 搜索

# CatSecurity
source: Security
zh_cn: 安全

# CatSettings
source: Settings
zh_cn: 设置

# CatStartMenu
source: Start Menu
zh_cn: 开始菜单

# CatStore
source: App Store
zh_cn: 应用商店

# CatTaskbar
source: Taskbar
zh_cn: 任务栏

# CatUpdate
source: Updates/Maintenance
zh_cn: 系统更新/维护

# CatVirtual
source: Virtualization/WSL
zh_cn: 虚拟化/WSL

# CatWidgets
source: Widgets
zh_cn: 小组件

# CatWindowing
source: Windowing
zh_cn: 窗口管理

# ColActions.Text
source: Actions
zh_cn: 操作

# ColBoot.Text
source: Boot
zh_cn: 启动时

# ColName.Text
source: Name
zh_cn: 名称

# ColPriority.Text
source: Priority
zh_cn: 优先级

# ColRuntime.Text
source: Runtime
zh_cn: 运行时

# ColType.Text
source: Type
zh_cn: 类型

# ColVariant.Text
source: Variant
zh_cn: 变体

# ConfirmBodyDisableFormat
source: Disable {0} feature(s) in the {1} store.
zh_cn: 将对 {0} 条特性执行「{1}」，目标存储：{2}。

# ConfirmBodyEnableFormat
source: Enable {0} feature(s) in the {1} store.
zh_cn: 将对 {0} 条特性执行「{1}」，目标存储：{2}。

# ConfirmBodyResetFormat
source: This will clear user overrides for {0} feature(s) and restore system defaults. {1}
zh_cn: 将清除 {0} 条特性的用户覆盖，恢复系统默认状态。{1}

# ConfirmTitleFormat
source: Confirm {0}
zh_cn: 确认{0}

# CurrentBuildFormat
source: Current build: {0}
zh_cn: 当前内部版本：{0}

# DangerTitle
source: Dangerous Operation
zh_cn: 危险操作

# DisableButton.Content
source: Disable
zh_cn: 禁用

# EmptyHint.Text
source: No matching features. Try another keyword, or switch the target store.
zh_cn: 没有匹配的特性。试试换个关键词，或切换目标存储。

# EnableButton.Content
source: Enable
zh_cn: 启用

# FailBootFormat
source: {0} failed (boot store): {1}
zh_cn: {0}失败（启动存储）：{1}

# FailGenericFormat
source: {0} failed: {1}
zh_cn: {0}失败：{1}

# FailRuntimeFormat
source: {0} failed (runtime store): {1}
zh_cn: {0}失败（运行时存储）：{1}

# FilterAll.Content
source: All features
zh_cn: 全部特性

# FilterEditable.Content
source: Editable only
zh_cn: 仅可修改的

# FilterExperimental.Content
source: Experimental only
zh_cn: 仅实验配置

# FilterModified.Content
source: Modified only
zh_cn: 仅被改过的

# FilterSubscribed.Content
source: Subscribed only
zh_cn: 仅有订阅的

# FixLkgButton.Content
source: Fix Boot Store
zh_cn: 修复启动存储

# FixLkgButton.ToolTipService.ToolTip
source: Repair a Last Known Good store header corrupted by the system
zh_cn: 修复被系统写坏的 Last Known Good 存储头

# FixLkgNoDamage
source: No corruption found; nothing to repair.
zh_cn: 未发现损坏，无需修复。

# FixLkgPerformed
source: Corrupted store header repaired.
zh_cn: 已修复损坏的存储头。

# FixLkgTitle
source: Repair Last Known Good Store
zh_cn: 修复上次正确配置存储

# FullResetBodyFormat
source: This will clear all non-protected user overrides and restore every feature to system defaults. {0}
zh_cn: 这将清除所有非系统保护的用户覆盖，把本机全部特性恢复为系统默认状态。{0}

# FullResetButton.Content
source: Reset All
zh_cn: 全部还原

# FullResetIrreversible
source: This cannot be undone. Continue?
zh_cn: 此操作不可撤销，确定继续吗？

# Loading
source: Reading feature configurations...
zh_cn: 正在读取特性配置…

# NoDictionarySuffix
source: (feature name dictionary not found; showing IDs only)
zh_cn: （未找到名称字典，仅显示 ID）

# NoResettable
source: No resettable items.
zh_cn: 没有可还原的条目。

# NoSelection
source: No items selected.
zh_cn: 没有选中任何条目。

# NoStore
source: Please select at least one target store.
zh_cn: 请至少选择一个目标存储。

# OperationDoneTitleFormat
source: {0} Completed
zh_cn: {0}完成

# OperationFailTitleFormat
source: {0} Failed
zh_cn: {0}失败

# ProtectedLabel.Text
source: Protected
zh_cn: 受保护

# ReadFailedMessageFormat
source: An exception occurred while reading feature configurations: {0}
zh_cn: 读取本机特性配置时出现异常：{0}

# ReadFailedTitle
source: Read Failed
zh_cn: 读取失败

# ReadRuntimeFailFormat
source: Failed to read runtime store: {0}
zh_cn: 读取运行时存储失败：{0}

# ReadUnknownFail
source: Failed to read runtime store: unknown error.
zh_cn: 读取运行时存储失败：未知错误。

source: Ready
zh_cn: 准备就绪

# RefreshButton.Text
source: Refresh
zh_cn: 刷新

# ResetButton.Content
source: Reset
zh_cn: 还原

# RowDisable.Content
source: Disable
zh_cn: 禁用

# RowEnable.Content
source: Enable
zh_cn: 启用

# RowReset.Content
source: Reset
zh_cn: 还原

# SearchBox.PlaceholderText
source: Search feature name or ID
zh_cn: 搜索特性名称或 ID

# SelectedPrefix
source: Selected
zh_cn: 已选

# SelectedSuffix
source: item(s) (multi-select with Ctrl/Shift)
zh_cn: 项（可多选，Ctrl/Shift 加选）

# SkippedSuffixFormat
source: {0} system-protected item(s) will be skipped.
zh_cn: 另有 {0} 条为系统受保护条目，将被跳过。

# StateDefault
source: Default
zh_cn: 默认

# StateDisabled
source: Disabled
zh_cn: 已禁用

# StateEnabled
source: Enabled
zh_cn: 已启用

# StoreBoot
source: Boot
zh_cn: 启动时

# StoreBootText
source: Boot store (applies after restart)
zh_cn: 启动存储（重启后生效）

# StoreBoth
source: Both
zh_cn: 两者

# StoreBothText
source: Runtime + Boot store
zh_cn: 运行时 + 启动存储

# StoreSelector.Header
source: Target Store
zh_cn: 目标存储

# StoreRuntime
source: Runtime
zh_cn: 运行时

# StoreRuntimeText
source: Runtime store (applies immediately)
zh_cn: 运行时存储（立即生效）

# SubscribedLabel.Text
source: Subscribed
zh_cn: 订阅

# SuccessCountFormat
source: {0} succeeded on {1} item(s).
zh_cn: {0}成功，共 {1} 条。

# SummaryFormat
source: {0} items, {1} named ({2}) - dict {3} entries - build {4}
zh_cn: 共 {0} 条，已命名 {1} 条（{2}） · 字典 {3} 条 · 内部版本 {4}

# TargetStoreFormat
source: Target store: {0}
zh_cn: 目标存储：{0}

# TypeExperimental
source: Experimental
zh_cn: 实验

# TypeOverride
source: Override
zh_cn: 覆盖

source: Unknown error
zh_cn: 未知错误

# UnnamedFeatureFormat
source: Unnamed feature #{0}
zh_cn: 未命名特性 #{0}

# UnnamedLabel.Text
source: Unnamed
zh_cn: 未命名

# UnsupportedMessageFormat
source: FeatureDeck requires Windows 10 build 18963 or newer. {0}
zh_cn: FeatureDeck 需要 Windows 10 build 18963 或更新的版本。{0}

# UnsupportedTitle
source: Unsupported OS Version
zh_cn: 系统版本不受支持

source: OK
zh_cn: 确定

source: Cancel
zh_cn: 取消

# SummaryFilterFormat
source: {0} items, showing {1}
zh_cn: 共 {0} 条，当前显示 {1} 条

# RebootPendingSuffix
source: - restart required
zh_cn: · 重启后生效

# ReadErrorPrefixFormat
source: Error reading feature configurations: {0}
zh_cn: 读取特性配置时发生错误：{0}
